{
    "orientations": [
        {
            "name": "front_level",
            "descriptions": [
                "The camera is positioned directly in front of the objects at their eye level.",
                "From a frontal position, the camera captures objects straight on at their vertical midpoint.",
                "A head-on perspective of the objects with the camera positioned horizontally.",
                "Camera placed directly in front, level with the center of the objects.",
                "Straight-ahead view of the objects, camera at the same height.",
                "Frontal shot, camera and objects aligned horizontally.",
                "Camera facing forward at eye level of the objects.",
                "Level camera positioned in front, capturing objects head-on.",
                "Front view, camera aligned parallel to the ground and objects.",
                "Direct front shot of the objects, camera aligned with their center."
            ],
            "instructions": [
                "Position the camera directly in front of the objects, aligning it with their eye level.",
                "Set up the camera straight ahead of the objects, ensuring it is level and centered.",
                "Place the camera horizontally in front of the objects, capturing them head-on.",
                "Align the camera directly in front, level with the middle height of the objects.",
                "Situate the camera to face the objects straight on, ensuring it is at their mid-height.",
                "Adjust the camera to be perpendicular to the ground and centered on the objects.",
                "Set the camera directly opposite the objects, making sure it is parallel to the horizon.",
                "Position the camera in front of the objects at their vertical midpoint, facing forward.",
                "Square the camera with the objects, ensuring it is level with their center.",
                "Mount the camera in front, ensuring it captures the objects from a direct, level angle."
            ],
            "yaw": 0,
            "pitch": 0,
            "position": [
                0,
                0,
                0.5
            ]
        },
        {
            "name": "front_angled_down_45",
            "descriptions": [
                "The camera is placed in front of the objects, angled downwards at a 45-degree angle.",
                "From the front, the camera tilts 45 degrees towards the ground to capture the objects.",
                "Camera faces the objects from the front, pitched down at a steep angle.",
                "View of the objects from the front with the camera slanted significantly downwards.",
                "Frontal perspective of the objects with the camera dipped halfway to the floor.",
                "Camera angled forward and downward at a 45-degree pitch to focus on the objects.",
                "Front shot of the objects with the camera tilted sharply towards the ground.",
                "Direct front view with the camera angled at a 45-degree downward slope.",
                "Head-on shot with the camera inclined 45 degrees below the horizon.",
                "Frontal capture of the objects with the camera sloping steeply downward."
            ],
            "instructions": [
                "Position the camera in front of the objects and tilt it downwards by 45 degrees.",
                "Set the camera facing the objects from the front and angle it down at a 45-degree pitch.",
                "Align the camera directly in front of the objects, then tilt it halfway to the floor.",
                "Place the camera in front, then pitch it down sharply to capture the objects from above.",
                "Adjust the camera to face the objects head-on, then dip it 45 degrees below horizontal.",
                "Orient the camera in front of the objects, pitching it steeply downward for a focused view.",
                "Mount the camera forward, angling it significantly down to frame the objects from above.",
                "Set up the camera directly opposite the objects, tilting it at a 45-degree angle towards the ground.",
                "Position the camera to face the objects directly, then lower its angle sharply to capture them.",
                "Place the camera in front of the objects and adjust it to a steep downward angle for a direct view."
            ],
            "yaw": 0,
            "pitch": 45,
            "position": [
                0,
                0,
                0.5
            ]
        },
        {
            "name": "rear_level",
            "descriptions": [
                "The camera is positioned directly behind the objects at their eye level.",
                "View from behind the objects, camera aligned horizontally and centered.",
                "Rear view, capturing objects from directly opposite their front.",
                "Back perspective with the camera level with the objects' mid-height.",
                "Directly behind the objects, the camera is set perpendicular to the ground.",
                "180-degree rear shot, focusing squarely on the back of the objects.",
                "Eye-level camera setup from the rear, capturing the objects' back.",
                "Rearward facing camera aligned centrally with the height of the objects."
            ],
            "instructions": [
                "Place the camera directly behind the objects, aligning it with their eye level.",
                "Set up the camera at the objects' rear, ensuring it is horizontal and centered.",
                "Position the camera to capture a direct rear view at the objects' mid-height.",
                "Align the camera horizontally behind the objects, focusing on their back.",
                "Adjust the camera to be perpendicular to the ground and centered on the objects from the rear.",
                "Rotate the camera to face the objects' back side directly from behind.",
                "Set the camera at the objects' eye level from behind, aiming straight forward.",
                "Position the camera centrally at the rear of the objects, aligned with their middle."
            ],
            "yaw": 180,
            "pitch": 0,
            "position": [
                0,
                0,
                0.5
            ]
        },
        {
            "name": "rear_angled_down_45",
            "descriptions": [
                "The camera is placed behind the objects, angled downwards at a 45-degree angle.",
                "Rear view with the camera tilted 45 degrees towards the ground.",
                "Behind the objects, the camera dips halfway to the floor.",
                "45-degree downward angle from directly behind the objects.",
                "Rearward facing shot, camera pitched down steeply to capture the objects.",
                "Camera angled sharply down from behind, focusing on the objects.",
                "Rear shot with the camera tilted halfway between horizontal and the ground.",
                "Behind the objects with the camera slanted at a significant downward angle."
            ],
            "instructions": [
                "Place the camera behind the objects and tilt it downwards by 45 degrees.",
                "Set the camera at the objects' rear, tilting it down to a 45-degree angle towards the floor.",
                "Adjust the camera behind the objects, dipping it halfway to the ground.",
                "Position the camera to capture a 45-degree downward view from behind the objects.",
                "Angle the camera sharply downward from the rear to focus on the objects.",
                "Tilt the camera from behind the objects at a steep angle to capture them from above.",
                "Align the camera behind the objects, pitching it 45 degrees towards the ground.",
                "Set up the camera at a sharp downward angle from the objects' rear to emphasize their lower parts."
            ],
            "yaw": 180,
            "pitch": 45,
            "position": [
                0,
                0,
                0.5
            ]
        },
        {
            "name": "left_level",
            "descriptions": [
                "The camera is positioned to the left side of the objects, level with them.",
                "Left side view, camera aligned horizontally and at the same height as the objects.",
                "From the left, the camera captures the objects at their vertical center.",
                "Side perspective from the left with the camera perfectly horizontal.",
                "Direct left view of the objects, camera aligned with their midline.",
                "Camera placed on the left, facing the objects squarely from the side.",
                "Level with the objects' center, the camera captures from the left side.",
                "From 90 degrees left, the camera is aligned perpendicular to the objects."
            ],
            "instructions": [
                "Place the camera on the left side of the objects, making sure it is level with them.",
                "Position the camera at the same height as the objects, from their left side.",
                "Align the camera to the left of the objects, capturing them from the side at mid-height.",
                "Set the camera perpendicular to the objects on their left, ensuring it is level.",
                "Mount the camera at the objects' left, aligned with their vertical midpoint.",
                "Locate the camera on the left, facing the objects directly from the side.",
                "Set up the camera on the left side, level with the center of the objects.",
                "Position the camera 90 degrees to the left of the objects, perpendicular and at their mid-height."
            ],
            "yaw": 90,
            "pitch": 0,
            "position": [
                0,
                0,
                0.5
            ]
        },
        {
            "name": "left_angled_down_45",
            "descriptions": [
                "The camera is positioned 45 degrees left of the objects, angled downwards.",
                "Left side view tilted 45 degrees toward the ground.",
                "From the left, the camera dips 45 degrees to capture the objects from above.",
                "45-degree downward angle from the left side of the objects.",
                "From the left, the camera is pitched down to focus on the lower parts of the objects.",
                "Camera placed to the left, tilting down halfway to the floor.",
                "Leftward angle with the camera slanted at a sharp downward angle.",
                "View from 45 degrees left of the objects, camera angled steeply downward."
            ],
            "instructions": [
                "Place the camera 45 degrees to the left of the objects and tilt it downwards by 45 degrees.",
                "Position the camera to the left of the objects, tilting it down to a 45-degree angle.",
                "Adjust the camera to the left of the objects, dipping it 45 degrees toward the ground.",
                "Set the camera 45 degrees left of the objects, angled sharply downward.",
                "Align the camera on the left, pitching it down to capture a lower perspective.",
                "Mount the camera to the left of the objects, tilting it halfway to the floor.",
                "Locate the camera to the objects' left, tilting it sharply down to emphasize lower details.",
                "Position the camera 45 degrees left and down from the objects, focusing from a high angle."
            ],
            "yaw": 90,
            "pitch": 45,
            "position": [
                0,
                0,
                0.5
            ]
        },
        {
            "name": "right_level",
            "descriptions": [
                "The camera is positioned to the right side of the objects, level with them.",
                "Right side view, camera aligned horizontally and at the same height as the objects.",
                "From the right, the camera captures the objects at their vertical center.",
                "Side perspective from the right with the camera perfectly horizontal.",
                "Direct right view of the objects, camera aligned with their midline.",
                "Camera placed on the right, facing the objects squarely from the side.",
                "Level with the objects' center, the camera captures from the right side.",
                "From 90 degrees right, the camera is aligned perpendicular to the objects."
            ],
            "instructions": [
                "Place the camera on the right side of the objects, making sure it is level with them.",
                "Position the camera at the same height as the objects, from their right side.",
                "Align the camera to the right of the objects, capturing them from the side at mid-height.",
                "Set the camera perpendicular to the objects on their right, ensuring it is level.",
                "Mount the camera at the objects' right, aligned with their vertical midpoint.",
                "Locate the camera on the right, facing the objects directly from the side.",
                "Set up the camera on the right side, level with the center of the objects.",
                "Position the camera 90 degrees to the right of the objects, perpendicular and at their mid-height."
            ],
            "yaw": -90,
            "pitch": 0,
            "position": [
                0,
                0,
                0.5
            ]
        },
        {
            "name": "right_angled_down_45",
            "descriptions": [
                "The camera is positioned 45 degrees right of the objects, angled downwards.",
                "Right side view tilted 45 degrees toward the ground.",
                "From the right, the camera dips 45 degrees to capture the objects from above.",
                "45-degree downward angle from the right side of the objects.",
                "From the right, the camera is pitched down to focus on the lower parts of the objects.",
                "Camera placed to the right, tilting down halfway to the floor.",
                "Rightward angle with the camera slanted at a sharp downward angle.",
                "View from 45 degrees right of the objects, camera angled steeply downward."
            ],
            "instructions": [
                "Place the camera 45 degrees to the right of the objects and tilt it downwards by 45 degrees.",
                "Position the camera to the right of the objects, tilting it down to a 45-degree angle.",
                "Adjust the camera to the right of the objects, dipping it 45 degrees toward the ground.",
                "Set the camera 45 degrees right of the objects, angled sharply downward.",
                "Align the camera on the right, pitching it down to capture a lower perspective.",
                "Mount the camera to the right of the objects, tilting it halfway to the floor.",
                "Locate the camera to the objects' right, tilting it sharply down to emphasize lower details.",
                "Position the camera 45 degrees right and down from the objects, focusing from a high angle."
            ],
            "yaw": -90,
            "pitch": 45,
            "position": [
                0,
                0,
                0.5
            ]
        }
    ],
    "framings": [
        {
            "name": "close",
            "position": [
                2,
                0,
                0
            ],
            "fov": 20,
            "descriptions": [
                "Close-up framing that fills the frame with the objects.",
                "Detailed close view of the objects with minimal background.",
                "Objects occupy the frame closely, highlighting details.",
                "Intimate close-up where the objects nearly touch the frame edges.",
                "Tight framing that focuses intensely on the objects.",
                "Close-range shot that minimizes background and maximizes object detail.",
                "Objects prominently displayed in close proximity within the frame.",
                "Near view that isolates the objects from their surroundings.",
                "Objects are zoomed in close, filling the frame densely.",
                "Detailed perspective of the objects at close quarters."
            ],
            "instructions": [
                "Zoom in close to make the objects fill the entire frame.",
                "Move the camera close to minimize background and focus on the objects.",
                "Frame the objects tightly to emphasize details and fill the view.",
                "Adjust the camera to closely capture the objects, excluding most of the background.",
                "Position the camera for a close shot, focusing on the objects.",
                "Set up the camera to capture the objects in close detail, filling the frame.",
                "Zoom in until the objects occupy the whole frame, focusing closely.",
                "Ensure the camera is close enough to capture detailed features of the objects.",
                "Frame the objects so they fill the view entirely, providing a close-up look.",
                "Position the camera to tightly encompass the objects, enhancing their details."
            ]
        },
        {
            "name": "medium",
            "position": [
                3.5,
                0,
                0
            ],
            "fov": 30,
            "descriptions": [
                "Medium shot framing the objects at a comfortable distance.",
                "Objects framed with moderate space around them for context.",
                "Balanced view of the objects, neither too close nor too far.",
                "Objects captured from a moderate distance, showing some background.",
                "Medium framing that provides a clear view of the objects and their setting.",
                "Halfway framing that balances focus on the objects and their surroundings.",
                "Moderate distance shot that captures the objects clearly with some context.",
                "Neutral shot of the objects, offering a natural perspective.",
                "Standard view of the objects from a medium distance, not too zoomed in or out.",
                "Mid-range framing that shows the objects with some surrounding elements."
            ],
            "instructions": [
                "Set the camera to capture the objects from a medium distance, showing some background.",
                "Adjust the camera to frame the objects with a moderate amount of space around them.",
                "Position the camera to balance the objects and their surroundings in the frame.",
                "Frame the objects from a neutral distance, providing a balanced view.",
                "Set up the camera to capture a medium shot of the objects, neither too close nor too far.",
                "Place the camera at a moderate distance to capture the objects clearly with some context.",
                "Ensure the camera frames the objects from a mid-range distance for a natural perspective.",
                "Adjust the camera to a medium framing, capturing the objects with a bit of their environment.",
                "Position the camera to take a standard view of the objects, showing them clearly with some background.",
                "Set the camera to a neutral position, framing the objects at a comfortable distance with some surroundings."
            ]
        },
        {
            "name": "wide",
            "position": [
                4,
                0,
                0
            ],
            "fov": 45,
            "descriptions": [
                "Wide shot capturing the objects within a broad setting.",
                "Expansive view of the objects, including a vast background.",
                "Long-distance framing that shows the objects in a wide context.",
                "Broad perspective that captures the objects with plenty of surrounding space.",
                "Wide framing that sets the objects against a large backdrop.",
                "Vast shot of the objects, showing them within a large environmental context.",
                "Extended view of the objects, framed within a sweeping landscape.",
                "Wide angle shot that shows the objects and much of their surroundings.",
                "Spacious framing that captures the objects and a wide expanse around them.",
                "Long shot that places the objects within a vast setting, emphasizing space."
            ],
            "instructions": [
                "Set the camera to a wide angle to capture the objects and a broad background.",
                "Zoom out to include a vast surrounding area around the objects in the frame.",
                "Position the camera to take a wide shot, showing the objects within a large setting.",
                "Adjust the camera to capture an expansive view of the objects and their environment.",
                "Frame the objects with plenty of space around them to emphasize the wide setting.",
                "Set up the camera to take a long shot, placing the objects within a vast landscape.",
                "Ensure the camera captures a broad perspective, including the objects and their wide surroundings.",
                "Position the camera for a wide framing that includes the objects and a significant portion of their surroundings.",
                "Adjust the camera to take a spacious shot, capturing the objects and a wide expanse around them.",
                "Frame the objects in a long shot that shows them within a sweeping environmental context."
            ]
        },
        {
            "name": "far",
            "position": [
                5,
                0,
                0
            ],
            "fov": 60,
            "descriptions": [
                "Far shot that captures the objects from a great distance.",
                "Distant view of the objects, showing them within an extensive setting.",
                "Extreme long shot that places the objects in a wide panoramic view.",
                "Furthest zoom out, showing the objects small against a vast backdrop.",
                "Longest range shot capturing the objects with a wide environmental context.",
                "Objects appear small in a far shot, surrounded by a large landscape.",
                "Farthest perspective that includes the objects and a broad surrounding area.",
                "Extreme distance framing that shows the objects within a vast setting.",
                "Objects framed from afar, emphasizing their placement in a large space.",
                "Most zoomed-out view capturing the objects within a sweeping panorama."
            ],
            "instructions": [
                "Zoom out to the maximum to capture the objects from a far distance, including a wide setting.",
                "Set the camera to capture a distant view of the objects, emphasizing their environment.",
                "Position the camera for an extreme long shot, placing the objects within a panoramic view.",
                "Adjust the camera to its furthest zoom, showing the objects small against a vast backdrop.",
                "Frame the objects from the longest range, capturing them within a broad environmental context.",
                "Set up the camera for a far shot, making the objects appear small within a large landscape.",
                "Ensure the camera captures the objects from the farthest perspective, including a wide area around them.",
                "Adjust the camera to capture an extreme distance framing, showing the objects within a vast setting.",
                "Position the camera to frame the objects from afar, focusing on their placement in a large space.",
                "Set the camera to the most zoomed-out setting, capturing the objects within a sweeping panoramic view."
            ]
        }
    ],
    "animations": [
        {
            "name": "pan_left",
            "descriptions": [
                "The camera moves horizontally to the left, providing a sweeping view.",
                "Pan the camera left to shift the perspective laterally.",
                "The view shifts to the left as the camera pans along a horizontal path.",
                "Sweeping leftward movement of the camera, altering the scene.",
                "Camera glides left, offering a lateral change in the view.",
                "The scene moves smoothly to the left as the camera pans.",
                "Horizontal pan to the left, broadening the view to include new areas.",
                "The camera shifts left, revealing more of the scene.",
                "Leftward panning of the camera, capturing a wider field of view.",
                "The camera moves left, extending the visible area."
            ],
            "instructions": [
                "Shift the camera smoothly to the left to alter the view.",
                "Pan the camera to the left to capture a wider perspective.",
                "Glide the camera left to change the scene laterally.",
                "Sweep the camera to the left, broadening the field of view.",
                "Move the camera horizontally to the left to extend the visible area.",
                "Rotate the camera left, bringing new elements into view.",
                "Adjust the camera to pan left, revealing more of the environment.",
                "Swivel the camera to the left, expanding the scene.",
                "Turn the camera to the left, capturing a broader view.",
                "Slide the camera leftward to enhance the panoramic perspective."
            ]
        },
        {
            "name": "orbit_left",
            "descriptions": [
                "The camera orbits counter-clockwise around the objects, providing a 360-degree view.",
                "Move the camera in a circular path to the left around the objects.",
                "The camera circles the objects to the left, offering a comprehensive view.",
                "Counter-clockwise orbit around the objects, showing all angles.",
                "Camera makes a complete rotation to the left around the objects.",
                "Orbiting left around the objects, the camera captures different perspectives.",
                "The camera encircles the objects to the left, revealing all sides.",
                "Spiral motion of the camera around the objects, moving left.",
                "Camera travels in a leftward circle around the objects, showcasing the entire area.",
                "Full orbit to the left around the objects, providing a continuous view."
            ],
            "instructions": [
                "Orbit the camera counter-clockwise around the objects for a full perspective.",
                "Circle the camera to the left around the objects to capture all angles.",
                "Rotate the camera in a counter-clockwise path around the objects, showing different views.",
                "Move the camera in a circular leftward path around the objects, covering all sides.",
                "Guide the camera to orbit left around the objects, capturing a 360-degree view.",
                "Swing the camera around the objects to the left, revealing all aspects.",
                "Rotate the camera left in a circular motion around the objects, showing the entire environment.",
                "Spiral the camera to the left around the objects, capturing comprehensive views.",
                "Encircle the objects with the camera moving left, providing a full rotational perspective.",
                "Navigate the camera in a counter-clockwise orbit around the objects, showcasing all dimensions."
            ]
        },
        {
            "name": "pan_right",
            "descriptions": [
                "The camera moves horizontally to the right, providing a sweeping view.",
                "Pan the camera right to shift the perspective laterally.",
                "The view shifts to the right as the camera pans along a horizontal path.",
                "Sweeping rightward movement of the camera, altering the scene.",
                "Camera glides right, offering a lateral change in the view.",
                "The scene moves smoothly to the right as the camera pans.",
                "Horizontal pan to the right, broadening the view to include new areas.",
                "The camera shifts right, revealing more of the scene.",
                "Rightward panning of the camera, capturing a wider field of view.",
                "The camera moves right, extending the visible area."
            ],
            "instructions": [
                "Shift the camera smoothly to the right to alter the view.",
                "Pan the camera to the right to capture a wider perspective.",
                "Glide the camera right to change the scene laterally.",
                "Sweep the camera to the right, broadening the field of view.",
                "Move the camera horizontally to the right to extend the visible area.",
                "Rotate the camera right, bringing new elements into view.",
                "Adjust the camera to pan right, revealing more of the environment.",
                "Swivel the camera to the right, expanding the scene.",
                "Turn the camera to the right, capturing a broader view.",
                "Slide the camera rightward to enhance the panoramic perspective."
            ]
        },
        {
            "name": "orbit_right",
            "descriptions": [
                "The camera orbits clockwise around the objects, providing a 360-degree view.",
                "Move the camera in a circular path to the right around the objects.",
                "The camera circles the objects to the right, offering a comprehensive view.",
                "Clockwise orbit around the objects, showing all angles.",
                "Camera makes a complete rotation to the right around the objects.",
                "Orbiting right around the objects, the camera captures different perspectives.",
                "The camera encircles the objects to the right, revealing all sides.",
                "Spiral motion of the camera around the objects, moving right.",
                "Camera travels in a rightward circle around the objects, showcasing the entire area.",
                "Full orbit to the right around the objects, providing a continuous view."
            ],
            "instructions": [
                "Orbit the camera clockwise around the objects for a full perspective.",
                "Circle the camera to the right around the objects to capture all angles.",
                "Rotate the camera in a clockwise path around the objects, showing different views.",
                "Move the camera in a circular rightward path around the objects, covering all sides.",
                "Guide the camera to orbit right around the objects, capturing a 360-degree view.",
                "Swing the camera around the objects to the right, revealing all aspects.",
                "Rotate the camera right in a circular motion around the objects, showing the entire environment.",
                "Spiral the camera to the right around the objects, capturing comprehensive views.",
                "Encircle the objects with the camera moving right, providing a full rotational perspective.",
                "Navigate the camera in a clockwise orbit around the objects, showcasing all dimensions."
            ]
        },
        {
            "name": "zoom_in",
            "descriptions": [
                "The camera zooms in, bringing the objects closer visually.",
                "Camera movement that reduces the distance to the objects, magnifying them.",
                "Zoom in to focus more closely on the objects, enlarging their image.",
                "Camera narrows the view to concentrate on the objects, making them appear larger.",
                "Zooming in to highlight details of the objects, filling the frame.",
                "The objects become more prominent as the camera zooms in.",
                "Decreasing the view's breadth to magnify the objects within the frame.",
                "Focal length decreases, enlarging the objects' appearance in the viewfinder.",
                "Zooming in enhances the objects, making them the central focus of the frame.",
                "The camera closes in on the objects, magnifying their details."
            ],
            "instructions": [
                "Zoom in to make the objects appear closer and larger in the frame.",
                "Decrease the distance visually by zooming in on the objects to magnify their details.",
                "Narrow the camera's focus to zoom in on the objects, enhancing their size in the view.",
                "Adjust the zoom to concentrate on the objects, enlarging their image in the frame.",
                "Move the camera closer by zooming in, focusing on the objects' details.",
                "Enhance the objects' visibility by zooming in, making them fill more of the frame.",
                "Use the zoom to decrease the view's breadth, magnifying the objects within.",
                "Tighten the focal length to make the objects appear larger and more detailed.",
                "Zoom in to focus intensely on the objects, making them the central visual element.",
                "Close in on the objects with the zoom, highlighting their features more prominently."
            ]
        },
        {
            "name": "zoom_out",
            "descriptions": [
                "The camera zooms out, increasing the field of view to include more of the surroundings.",
                "Camera movement that increases the distance from the objects, shrinking their visual size.",
                "Zoom out to broaden the view, showing more of the environment around the objects.",
                "Camera widens the view to de-emphasize the objects, making them appear smaller.",
                "Zooming out to reveal a larger area around the objects, providing context.",
                "The objects become smaller as the camera zooms out, expanding the visible area.",
                "Increasing the view's breadth to include more of the surroundings in the frame.",
                "Focal length increases, shrinking the objects' appearance in the viewfinder.",
                "Zooming out de-emphasizes the objects, focusing on the wider scene.",
                "The camera pulls back, providing a broader perspective of the environment."
            ],
            "instructions": [
                "Zoom out to increase the field of view, showing more of the environment.",
                "Increase the visual distance by zooming out, allowing the objects to appear smaller.",
                "Broaden the camera's view to include more surrounding details by zooming out.",
                "Adjust the zoom to de-emphasize the objects, expanding the view to show more context.",
                "Move the camera back by zooming out, focusing less on the objects and more on the surroundings.",
                "Expand the visible area by zooming out, making the objects appear smaller in the context of their environment.",
                "Use the zoom to increase the breadth of the view, including more of the surroundings.",
                "Widen the focal length to shrink the objects' visual size, offering a broader perspective.",
                "Zoom out to de-emphasize the objects, focusing on the larger scene around them.",
                "Pull back with the camera zoom, broadening the perspective to include a wider area."
            ]
        }
    ]
}